Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samedikki_dievascoahkkin_duohtavuoda-_ja_soabadankommisuvnna_odda_komissaraid_valljema_varas_lagiduvvo_9_8_2022.html.tmx
Source language: sme
Languages: smn

source: Sámedikki dievasčoahkkin duohtavuođa- ja soabadankommišuvnna ođđa komissáraid válljema várás lágiduvvo 9.8.2022
smn: Sämitige almosčuákkim uđđâ komissaarij valjiimân tuotâvuotâ- já sovâdâttâmkomission uárnejuvvoo 9.8.2022

source: Sámediggi ordne badjelmearálaš dievasčoahkkima gáiddusoktavuođaid bokte maŋŋebárgga 9.8.2022 dmu 9-16 duohtavuođa- ja soabadankommišuvnna ođđa komissáraid válljema várás.
smn: Sämitigge uárnee paijeelmiärálii almosčuákkim káidusohtâvuođâiguin majebaargâ 9.8.2022 tme 9–16 uđđâ komissaarij valjiimân tuotâvuotâ- já sovâdâttâmkomission.

source: Sámedikki stivra evttoha Sámedikki čoahkkimii, ahte dievasčoahkkin nammada guokte ođđa komissára, geain nubbi ovddasta anárašgiela giellajoavkku ja nubbi davvisámegiela giellajoavkku.
smn: Sämitige stivrâ iävtut Sämitige čuákkimân, ete almosčuákkim noomât kyehti uđđâ komissaar, main nubbe oovdâst anarâškielâ kielâjuávhu já nubbe tavesämikielâ kielâjuávhu.

source: Sámediggi bivdá, ahte sápmelaččat váldet oktavuođa Sámedikki lahtuide dahje ságajođiheaddjiide, juos sis leat evttohusat komissáraevttohassan.
smn: Sämitigge movtijdit sämmilijd väldiđ ohtâvuođâ Sämitige jesânáid tâi saavâjođetteijeid, jis sist láá iävtuttâsah komissaariävtukkâssân.

source: Sámedikki luohttámušolbmuid oktavuođadieđut gávdnojit Sámedikki neahttasiidduin čujuhusas: https://www.samediggi.fi/luottamushenkilot/ .
smn: Sämitige luáttámušulmui ohtâvuotâtiäđuh láá Sämitige nettisiijđoin čujottâsâst: https://www.samediggi.fi/luottamushenkilot/ .

source: Sámiid duohtavuođa- ja soabadankommišuvdna
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio

source: Sámiid duohtavuođa- ja soabadanproseassa mihttomearrin lea earuhit ja árvvoštallat historjjálaš ja dálá olggušteami, mielde logadettiin maiddái stáhta suddadanpolitihka, sihke vuoigatvuođaid loavkidemiid, ja čielggadit mo dát váikkuhit sápmelaččaide ja sin servošii dálá dilis ja evttohit mo sáhtášii ovddidit oktavuođa sámiid ja Suoma stáhta gaskkas ja sámiid gaskavuođas.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmproosees ulmen lii tubdâstiđ já árvuštâllâđ historjálii já tááláá olgoštem, mieldi luhâmáin staatâ suddâluttempolitiik, sehe vuoigâdvuođâi luávkkámijd, selvâttiđ maht taah vaigutteh sämmiláid já sii siärvádâhân tááláá tiileest já iävtuttiđ, ete maht puávtáččii ovdediđ ohtâvuođâ sämmilij já Suomâ staatâ kooskâst sehe sämmilij juávhust.

source: Duohtavuođa- ja soabadankommišuvnna lahtut leat olbmot, geat návddašit viiddis luohttámuša sápmelaš ja suopmelaš servodagas.
smn: Tuotâvuotâ- já sovâdâttâmkomissio jesâneh láá vijđes luáttámuš navdâšeijee ulmuuh sämmilij já syemmilii ohtsâškoddeest.

source: Lahtut leat sorjjasmeahttumat eaige ovddas dan beali, mii sin lea evttohan dahje válljen.
smn: Jesâneh láá sorjomettum iäge oovdâst tom pele, mii lii sii iävtuttâm tâi sii valjim.

source: Kommišuvnna nammadeamis váldojit vuhtii sierra sámegielaid joavkkut ovttaveardásaččat.
smn: Komissio noomâtmist váldojeh täsipiälásávt huámmášumán jieškote-uv sämikielâjuávhuh.

source: Kommišuvnna nammadeamis figgojuvvo dasa, ahte fuopmášuvvo sohkabeliid ovttaveardásaš ovddasteapmi.
smn: Komissio noomâtmist viggeh väldiđ huámmášumán suhâpeelij täsipiälásâš ovdâstus.

source: Stáhtaráđđi ásahii Sámiid duohtavuođa- ja soabadankommišuvnna golggotmánu 28 beaivve 2021 ja kommišuvnna álggahii barggu viđa komissára čoahkkáibijuin.
smn: Staatârääđi asâttij Sämmilij tuotâvuotâ- já sovâdâttâmkomissio 28. roovvâdmáánu 2021 já komissio algâttij pargos viiđáin komissaarijn.

source: Sámedikki evttohusa vuođul nammaduvvojedje guokte komissára, okta Nuortalaččaid siidačoahkkima evttohusas ja guokte Suoma stáhta evttohusas.
smn: Komissaarijn kyehti nomâttui Sämitige iävtuttâsâst, ohtâ Nuorttâlij sijdâčuákkim iävtuttâsâst já kyehti Suomâ staatâ iävtuttâsâst.

source: Kommišuvnna váldočálli álggahii barggu 1.2.2022 ja njukča-cuoŋománus 2022 kommišuvnna čállingottis álggahedje lassin golbma plánejeaddji.
smn: Komissio váldučällee algâttij pargos 1.2.2022 já njuhčâ-cuáŋuimáánust 2022 komissio čäällimkoddeest algâttii pargos lasseen kulmâ vuávájeijee.

source: Miessemánus 2022 guktot Sámedikki evttohan komissárat bivddiiga earu komissára barggus.
smn: Vyesimáánust 2022 kuohtuuh Sämitige iävtuttem komissaareh pivdijn luovâsmittem komissaar pargoost.

source: Stáhtaráđđi mieđihii earu Miina Seurujärvii ja Heikki J. Hyvärisii komissára barggus 25.5.2022 rájes.
smn: Staatârääđi mieđettij iäru Miina Seurujáávrán já Heikki J. Hyvärisâžân komissaar pargoost 25.5.2022 rääjist.

source: Kommišuvnna váldočálli almmuhii stáhtaráđi kansliijai geahččalanáiggi burgimis Sámiid duohtavuođa- ja soabadankommišuvnna váldočálli virggis 22.5.2022 rájes.
smn: Komissio váldučällee almottij staatârääđi kanslian keččâlemääigi raččomist Sämmilij tuotâvuotâ- já sovâdâttâmkomissio váldučällee virgeest 22.5.2022 rääjist.

source: Geassemánus 2022 maiddái okta kommišuvnna čállingotti plánejeaddjiin lea almmuhan geahččalanáigge burgimis kommišuvnna čállingotti plánejeaddji virggis.
smn: Kesimáánust 2022 meid ohtâ komissio čäällimkode vuávájeijein lii almottâm keččâlemääigi raččomist komissio čäällimkode vuávájeijee virgeest.

source: Duohtavuođa- ja soabadankommišuvnna ásahan oassebealit, nappo Sámediggi, Nuortalaččaid siidačoahkkin ja Stáhtaráđi kansliija miesse-geassemánus leat ráđđádallan kommišuvnna barggu joatkima birra.
smn: Tuotâvuotâ- já sovâdâttâmkomissio asâttâm peleh, ađai Sämitigge, Nuorttâlij sijdâčuákkim sehe Staatârääđi kanslia láá vyesi-kesimáánust ráđádâllâm komissio pargo juátkim ooleest.

source: Sámedikki čoahkkin mearridii doarjut sámiid duohtavuođa- ja soabadankommišuvnna joatkima ja válljet guokte komissára badjelmearálaš dievasčoahkkimis, mii dollojuvvo borgemánus.
smn: Sämitige čuákkim meridij tuárjuđ sämmilij tuotâvuotâ- já sovâdâttâmkomissio juátkim já valjiđ kyehti komissaar porgemáánust toollâmnáál paijeelmiärálii tievâsčuákkimist.

source: Loga duohtavuođa- ja soabadankommišuvnna mandáhta dáppe.
smn: Luuvâ tuotâvuotâ- já sovâdâttâmkomissio mandaat tääbbin .

source: Lassidieđut:
smn: Lasetiäđuh:

source: Ságajođiheaddji
smn: Saavâjođetteijee
